tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "osx-cross/arm"

brew "ack"
brew "asciinema"
brew "bash-completion"
brew "bat"
brew "bat-extras"
brew "bzip2"
brew "commitizen"
brew "curl"
brew "derailed/k9s/k9s"
brew "direnv"
brew "docker", link: false
brew "exa"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "git-extras"
brew "glib"
brew "go"
brew "helm"
brew "htop"
brew "ipython"
brew "jq"
brew "kubectx"
brew "kubens"
brew "kubernetes-cli"
brew "lazygit"
brew "llvm"
brew "macvim"
brew "marksman"
brew "mas"
brew "mdcat"
brew "mosh"
brew "neovim"
brew "node"
brew "openblas"
brew "pipenv"
brew "poetry"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "r"
brew "ranger"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "stow"
brew "stylua"
brew "terminal-notifier"
brew "tldr"
brew "tmux"
brew "tree"
brew "tree-sitter"
brew "wget"
brew "xz"
brew "yarn"
brew "z"
brew "zlib"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zstd"

cask "dbeaver-community"
cask "disk-inventory-x"
cask "docker"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-iosevka"
cask "font-source-code-pro"
cask "google-cloud-sdk"
cask "mark-text"
cask "notion"
cask "sublime-text"
cask "tuple"
cask "zoom"
